cask_args appdir: '~/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'bash'
brew 'coreutils'
brew 'grc'
brew 'jp2a'
brew 'jq'
brew 'libpng'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask 'docker'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'licecap'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'